Revit 2027 API
ParameterTypeId.CurtaingridAngleHoriz Property
 "Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridAngleHoriz { get; }
Public Shared ReadOnly Property CurtaingridAngleHoriz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridAngleHoriz {
	ForgeTypeId^ get ();
}
static member CurtaingridAngleHoriz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace